<template>
    <div>
        <div>
            <img src="/img/imageIndex.png" alt="" class="logo-img">
        </div>
        <div>
            Some text for full block.
            Медици́на (лат. medicina от словосочетания ars medicina — «лечебное искусство», «искусство исцеления»[1], и имеет тот же корень, что и глагол medeor, «исцеляю»[2]) — раздел биологии, изучающий диагностику, лечение и профилактику заболеваний, способы сохранения и укрепления здоровья и трудоспособности людей, продления жизни[3][4], а также облегчения страданий от физических и психических недугов[5].
            При необходимости противопоставления медицине других направлений, таких как нетрадиционная или альтернативная, народная медицина, слово «медицина» уточняют — обычная или общепринятая, доказательная[6], научная[7][8], официальная[9], иногда конвенциональная медицина (конвенциональная от англ. conventional — обычный, традиционный; общепринятый).
            Если методы альтернативной медицины используются совместно с общепринятыми, такую практику называют комплементарной медициной[10].
        </div>
    </div>
</template>
<style>
    .logo-img{
        max-width: 100%;
    }
</style>
